[
  {
    "title": "Tefa Initiation for Women",
    "date": "March 2008",
    "short_description": "A traditional Ifa initiation ceremony for women in Ijebu-Ife, involving spiritual rites and Yoruba religious practices to honor Ifa traditions.",
    "images": [
      {
        "url": "https://trip-suggest.com/video/tefa-initiation-2008",
        "description": "Video still from Tefa initiation in Eposo Remo, near Ijebu-Ife, showing women in traditional white attire during the ceremony."
      }
    ]
  },
  {
    "title": "Agemo Festival",
    "date": "July (Annual, exact date varies)",
    "short_description": "A regional Ijebu festival honoring the Agemo deity, with Ijebu-Ife priests participating in rituals, prayers for fertility, and community celebrations.",
    "images": [
      {
        "url": "https://nigeriagalleria.com/images/agemo-festival.jpg",
        "description": "Priests in colorful traditional attire performing rituals during the Agemo Festival in Ijebuland."
      }
    ]
  },
  {
    "title": "Celebration of Rear Admiral Oguntuga",
    "date": "February 2025",
    "short_description": "A community event in Ijebu-Ife honoring Rear Admiral Kolawole Oguntuga for his Nigerian Navy service, attended by dignitaries like Governor Dapo Abiodun.",
    "images": [
      {
        "url": "https://ogbomosoinsightonline.com.ng/images/oguntuga-celebration.jpg",
        "description": "Rear Admiral Oguntuga with traditional leaders and dignitaries at the Ijebu-Ife palace during the celebration."
      }
    ]
  },
  {
    "title": "Ajalorun Coronation Anniversary",
    "date": "June (Annual, exact date varies)",
    "short_description": "Annual celebration of Oba Adesesan Oguntayo’s coronation as Ajalorun, featuring community prayers, cultural displays, and palace festivities.",
    "images": [
      {
        "url": "https://citypeopleonline.com/images/ajalorun-coronation.jpg",
        "description": "Oba Adesesan Oguntayo in regal attire during coronation anniversary celebrations at Ijebu-Ife palace."
      }
    ]
  },
  {
    "title": "Ijebu-Ife Christian Association Palace Prayers",
    "date": "Weekly, Every Friday",
    "short_description": "Weekly interdenominational prayers by the Ijebu-Ife Christian Association at the Ajalorun’s palace for community peace and prosperity.",
    "images": [
      {
        "url": "https://example.com/ijebu-ife-prayers-placeholder.jpg",
        "description": "Community members gathered at the Ijebu-Ife palace for weekly Christian prayers."
      }
    ]
  },
  {
    "title": "Ijebu-Ife Community Health Outreach",
    "date": "November (Annual, exact date varies)",
    "short_description": "A health initiative supported by the Ajalorun, providing free eye tests, medical checkups, and supplies to Ijebu-Ife residents.",
    "images": [
      {
        "url": "https://example.com/ijebu-ife-health-outreach-placeholder.jpg",
        "description": "Medical personnel attending to residents during a health outreach at Ijebu-Ife General Hospital."
      }
    ]
  }
]